{
  "plugins": {
    "LuaSnip": {
      "src": "gh:L3MON4D3/LuaSnip"
    },
    "cmp-buffer": {
      "src": "gh:hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "gh:hrsh7th/cmp-cmdline"
    },
    "cmp-git": {
      "src": "gh:petertriho/cmp-git"
    },
    "cmp-nvim-lsp": {
      "src": "gh:hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "gh:hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "gh:saadparwaiz1/cmp_luasnip"
    },
    "gruvbox.nvim": {
      "src": "gh:ellisonleao/gruvbox.nvim"
    },
    "lualine.nvim": {
      "src": "gh:nvim-lualine/lualine.nvim"
    },
    "nvim-cmp": {
      "src": "gh:hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-web-devicons": {
      "src": "gh:nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "gh:nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "gh:nvim-telescope/telescope.nvim",
      "version": "'v0.2.2'"
    },
    "vim-fugitive": {
      "src": "gh:tpope/vim-fugitive"
    }
  }
}
